test-results/tinh/sixDrivesPerNode/fio-seqreadx1-logs.txt
ampere@linbit1:~/archives/tinh/fio$ sudo fio seqreadx1.fio 
[sudo] password for ampere: 
/dev/nvme0n1: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=64
...
fio-3.28
Starting 4 processes
Jobs: 4 (f=4): [R(4)][100.0%][r=7115MiB/s][r=56.9k IOPS][eta 00m:00s]
/dev/nvme0n1: (groupid=0, jobs=4): err= 0: pid=3043174: Tue Feb 21 22:00:50 2023
  read: IOPS=56.3k, BW=7035MiB/s (7376MB/s)(4122GiB/600004msec)
    slat (usec): min=4, max=5532, avg=10.27, stdev= 2.34
    clat (usec): min=384, max=35247, avg=4537.51, stdev=1449.13
     lat (usec): min=389, max=35258, avg=4547.98, stdev=1449.14
    clat percentiles (usec):
     |  1.00th=[ 2638],  5.00th=[ 3228], 10.00th=[ 3425], 20.00th=[ 3654],
     | 30.00th=[ 3818], 40.00th=[ 3982], 50.00th=[ 4146], 60.00th=[ 4359],
     | 70.00th=[ 4555], 80.00th=[ 5014], 90.00th=[ 6259], 95.00th=[ 7439],
     | 99.00th=[10159], 99.50th=[11600], 99.90th=[15401], 99.95th=[17171],
     | 99.99th=[21365]
   bw (  MiB/s): min= 5872, max= 7206, per=100.00%, avg=7038.62, stdev=72.17, samples=4796
   iops        : min=46976, max=57650, avg=56308.68, stdev=577.32, samples=4796
  lat (usec)   : 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.25%, 4=40.50%, 10=58.16%, 20=1.06%, 50=0.02%
  cpu          : usr=3.10%, sys=19.18%, ctx=25797153, majf=0, minf=8236
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=33766164,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=7035MiB/s (7376MB/s), 7035MiB/s-7035MiB/s (7376MB/s-7376MB/s), io=4122GiB (4426GB), run=600004-600004msec

Disk stats (read/write):
  nvme0n1: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%